Revit 2027 API
ParameterTypeId.StairsDownText Property
 "Down Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDownText { get; }
Public Shared ReadOnly Property StairsDownText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDownText {
	ForgeTypeId^ get ();
}
static member StairsDownText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace